<template>
    <div class="text_container">
        <p>
            <b>Базовый портрет</b>
            <br>Позиция N 1. Базовая энергия. Внутренний ребёнок
            <br>Позиция N2. Школа психологического взросления. Внутренний взрослый
            <br>Позиция N3. Экзаменатор. Энергия поколения
            <br>Позиция N4. Бессознательные устремления
            <br>Позиция N5. Сознательные устремления
            <br>Позиция N6. Сверхсознание
            <br>Позиция N7. Социальная миссия жизни
            <br>Позиция N8. Испытания, помогающие выполнять социальную миссию
            <br>Позиция N12. Условия психологического комфорта
            <br>Позиция N13. Восприятие человеком самого себя
            <br>Позиция N14. Как воспринимают человека в социуме
            <br>Позиция N16. Типичные ошибки. «Грабли».
            <br>
            <br><b>Родовой портрет</b>
            <br>Позиция N9. Родовая базовая энергия
            <br>Позиция N10. Родовые сознательные устремления
            <br>Позиция N11. Родовая миссия жизни
            <br>Позиция N15. Действия, помогающие выполнять родовую миссию
            <br>Позиция N17. Условия психологического комфорта в роду
            <br>Позиция N18. Действия, помогающие выполнять социальную миссию
            <br>
            <br><b>Теневой портрет</b>
            <br>Позиция A. Теневой внутренний ребёнок
            <br>Позиция B. Психологическая травма из детства
            <br>Позиция C. Недооцениваемый ресурс
            <br>Позиция D. Область стресса
            <br>Позиция E. Психологическая защита
            <br>Позиция F. Неосознаваемый ресурс
        </p>
    </div>

</template>

<script>
    export default {
        name: "positionInfo"
    }
</script>

<style lang="sass">
    @import "../sass/vars"
    .text_container
        width: auto
        max-width: 1200px
        min-width: 290px
        margin: 0 auto
        font-family: "Manrope", sans-serif
        color: $fore
</style>