<template>
    <div class="text_container">
        <p>
            <b>Базовый портрет</b>
            <br>Позиция №1. Базовая энергия. Внутренний ребёнок
            <br>Позиция №2. Школа психологического взросления. Внутренний взрослый
            <br>Позиция №3. Экзаменатор. Энергия поколения
            <br>Позиция №4. Бессознательные устремления
            <br>Позиция №5. Сознательные устремления
            <br>Позиция №6. Сверхсознание
            <br>Позиция №7. Социальная миссия жизни
            <br>Позиция №8. Испытания, помогающие выполнять социальную миссию
            <br>Позиция №12. Условия психологического комфорта
            <br>Позиция №13. Восприятие человеком самого себя
            <br>Позиция №14. Как воспринимают человека в социуме
            <br>Позиция №16. Типичные ошибки. «Грабли».
            <br>
            <br><b>Родовой портрет</b>
            <br>Позиция №9. Родовая базовая энергия
            <br>Позиция №10. Родовые сознательные устремления
            <br>Позиция №11. Родовая миссия жизни
            <br>Позиция №15. Действия, помогающие выполнять родовую миссию
            <br>Позиция №17. Условия психологического комфорта в роду
            <br>Позиция №18. Действия, помогающие выполнять социальную миссию
            <br>
            <br><b>Теневой портрет</b>
            <br>Позиция A. Теневой внутренний ребёнок
            <br>Позиция B. Психологическая травма из детства
            <br>Позиция C. Недооцениваемый ресурс
            <br>Позиция D. Область стресса
            <br>Позиция E. Психологическая защита
            <br>Позиция F. Неосознаваемый ресурс
        </p>
    </div>

</template>

<script>
    export default {
        name: "positionInfo"
    }
</script>

<style lang="sass">
    @import "../sass/vars"
    .text_container
        width: auto
        max-width: 1200px
        min-width: 290px
        margin: 0 auto
        font-family: "Manrope", sans-serif
        color: $fore
</style>