<template>
    <div style="margin-bottom: 40px;">
        <div class="text_container">
            <h2>Описания позиций индивидуального портрета</h2>
            <h3>Базовый портрет</h3>
            <p>
                Позиция № 1. Базовая энергия. Внутренний ребёнок<br>
                Позиция № 2. Школа психологического взросления. Внутренний взрослый<br>
                Позиция № 3. Экзаменатор. Энергия поколения<br>
                Позиция № 4. Бессознательные устремления<br>
                Позиция № 5. Сознательные устремления<br>
                Позиция № 6. Сверхсознание<br>
                Позиция № 7. Социальная миссия жизни<br>
                Позиция № 8. Испытания, помогающие выполнять социальную миссию<br>
                Позиция № 12. Условия психологического комфорта<br>
                Позиция № 13. Восприятие человеком самого себя<br>
                Позиция № 14. Как воспринимают человека в социуме<br>
                Позиция № 16. Типичные ошибки. «Грабли».
            </p>
            <h3>Портрет близкого окружения</h3>
            <p>
                Позиция № 9. Базовая энергия близкого окружения<br>
                Позиция № 10. Сознательные устремления близкого окружения<br>
                Позиция № 11. Миссия жизни, накладываемая близким окружением<br>
                Позиция № 15. Действия, помогающие выполнять миссию, которую накладывает близкое окружение<br>
                Позиция № 17. Условия психологического комфорта в близком окружении<br>
                Позиция № 18. Действия, помогающие выполнять социальную миссию<br>
            </p>
            <h3>Теневой портрет</h3>
            <p>
                Позиция A. Теневая, подавляемая/скрываемая энергия<br>
                Позиция B. Психологическая травма из детства<br>
                Позиция C. Недооцениваемый ресурс психики<br>
                Позиция D. Область стресса психики<br>
                Позиция E. Психологическая защита<br>
                Позиция F. Неосознаваемый ресурс психики<br>
            </p>
            <h2>Описания позиций парного портрета (композита)</h2>
            <h3>Базовый портрет пары</h3>
            <p>
                Позиция № 1. Базовая энергия пары. Наиболее очевидные характеристики пары<br>
                Позиция № 2. Школа психологического взросления пары. Чему обучают партнеры друг друга<br>
                Позиция № 3. Вклад пары в социум в долгосрочной перспективе<br>
                Позиция № 4. Бессознательные устремления пары<br>
                Позиция № 5. Сознательные устремления пары<br>
                Позиция № 6. Сверхсознание в паре<br>
                Позиция № 7. Социальная миссия пары<br>
                Позиция № 8. Испытания пары, помогающие выполнять парную социальную миссию<br>
                Позиция № 12. Условия психологического комфорта пары<br>
                Позиция № 13. Как пара воспринимает эти отношения<br>
                Позиция № 14. Как воспринимают пару в социуме<br>
                Позиция № 16. Типичные ошибки в паре. «Грабли».<br>
            </p>
            <h3>Портрет близкого окружения пары</h3>
            <p>
                Позиция № 9. Базовая энергия близкого окружения пары<br>
                Позиция № 10. Сознательные устремления близкого окружения пары<br>
                Позиция № 11. Миссия пары, накладываемая близким окружением пары<br>
                Позиция № 15. Действия, помогающие выполнять миссию, которую накладывает близкое окружение пары<br>
                Позиция № 17. Условия психологического комфорта в близком окружении пары<br>
                Позиция № 18. Действия, помогающие выполнять социальную миссию пары<br>
            </p>
            <h3>Теневой портрет пары</h3>
            <p>
                Позиция A. Теневая, подавляемая/скрываемая энергия пары<br>
                Позиция B. Психологическая травма из детства, проявляющаяся в паре<br>
                Позиция C. Недооцениваемый ресурс психики пары<br>
                Позиция D. Область психологического стресса в паре<br>
                Позиция E. Психологическая защита в паре<br>
                Позиция F. Неосознаваемый ресурс психики в паре<br>
            </p>
            <h2>Описания позиций индивидуального прогноза</h2>
            <h3>Базовый портрет в указанный период</h3>
            <p>
                Позиция № 1. Базовая энергия в указанный период. Наиболее очевидные характеристики поведения в указанный
                период<br>
                Позиция № 2. Школа психологического взросления в указанный период. Испытания в указанный период<br>
                Позиция № 3. Требования социума в указанный период<br>
                Позиция № 4. Бессознательные устремления в указанный период<br>
                Позиция № 5. Сознательные устремления в указанный период<br>
                Позиция № 6. Сверхсознание в указанный период<br>
                Позиция № 7. Социальная миссия в указанный период<br>
                Позиция № 8. Испытания, помогающие выполнять социальную миссию в указанный период<br>
                Позиция № 12. Условия психологического комфорта в указанный период<br>
                Позиция № 13. Восприятие человеком самого себя в указанный период<br>
                Позиция № 14. Как воспринимают человека в социуме в указанный период<br>
                Позиция № 16. Типичные ошибки в указанный период. «Грабли» в указанный период<br>
            </p>
            <h3>Портрет близкого окружения в указанный период</h3>
            <p>
                Позиция № 9. Базовая энергия близкого окружения. Наиболее очевидные характеристики поведения близкого
                окружения в указанный период<br>
                Позиция № 10. Сознательные устремления близкого окружения в указанный период<br>
                Позиция № 11. Миссия близкого окружения в указанный период<br>
                Позиция № 15. Действия, помогающие выполнять миссию близкого окружения указанного периода<br>
                Позиция № 17. Условия психологического комфорта в близком окружении<br>
                Позиция № 18. Действия, помогающие выполнять социальную миссию<br>
            </p>
            <h3>Теневой портрет в указанный период</h3>
            <p>
                Позиция A. Теневая, подавляемая/скрываемая энергия в указанный период<br>
                Позиция B. Психологическая травма из детства, активируемая указанным периодом<br>
                Позиция C. Недооцениваемый ресурс психики в указанной период<br>
                Позиция D. Область стресса в указанный период<br>
                Позиция E. Психологическая защита в указанный период<br>
                Позиция F. Неосознаваемый ресурс психики в указанный период<br>
            </p>
            <h2>Описания позиций парного прогноза</h2>
            <h3>Базовый портрет пары в указанный период</h3>
            <p>
                Позиция № 1. Базовая энергия пары в указанный период. Наиболее очевидные характеристики поведения пары в
                указанный период<br>
                Позиция № 2. Школа психологического взросления пары в указанный период. Испытания и уроки пары в указанный
                период<br>
                Позиция № 3. Требования социума к паре в указанный период<br>
                Позиция № 4. Бессознательные устремления пары в указанный период<br>
                Позиция № 5. Сознательные устремления пары в указанный период<br>
                Позиция № 6. Сверхсознание пары в указанный период<br>
                Позиция № 7. Социальная миссия пары в указанный период<br>
                Позиция № 8. Испытания пары, помогающие выполнять социальную миссию пары указанного периода в указанный
                период<br>
                Позиция № 12. Условия психологического комфорта пары в указанный период<br>
                Позиция № 13. Восприятие пары самих себя в указанный период<br>
                Позиция № 14. Восприятие пары социумом в указанный период<br>
                Позиция № 16. Типичные ошибки пары в указанный период. «Грабли» пары в указанный период<br>
            </p>
            <h3>Портрет близкого окружения пары в указанный период</h3>
            <p>
                Позиция № 9. Базовая энергия близкого окружения пары в указанный период. Наиболее очевидные характеристики
                поведения близкого окружения пары в указанный период<br>
                Позиция № 10. Сознательные устремления близкого окружения пары в указанный период<br>
                Позиция № 11. Миссия близкого окружения пары в указанный период<br>
                Позиция № 15. Действия, помогающие выполнять миссию близкого окружения пары указанного периода<br>
                Позиция № 17. Условия психологического комфорта пары в близком окружении пары в указанный период<br>
                Позиция № 18. Действия, помогающие выполнять социальную миссию пары в указанный период<br>
            </p>
            <h3>Теневой портрет пары в указанный период</h3>
            <p>
                Позиция A. Теневая, подавляемая/скрываемая энергия пары в указанный период<br>
                Позиция B. Психологическая травма из детства, проявляющаяся в паре в указанный период<br>
                Позиция C. Недооцениваемый ресурс психики пары в указанный период<br>
                Позиция D. Область стресса в паре в указанный период<br>
                Позиция E. Психологическая защита в паре в указанный период<br>
                Позиция F. Неосознаваемый ресурс психики в паре в указанный период<br>
            </p>

        </div>
        <div class="text_container border">
            <h2 style="font-size: 1.4em">
                Я рассказала вам об основных, базовых значениях позиций.
                Обратите внимание, что одна и та же позиция в разных контекстах (темах, вопросах) может трактоваться
                по-разному.
                За помощью в расшифровках вы можете обратиться в WhatsApp
                <a href="whatsapp://send?phone=+79101400642">+79101400642</a>
                или в Директ Instagram (ник
                <a href="//www.instagram.com/wowsuperlife/" target="_blank">@wowsuperlife</a>).
            </h2>
        </div>
    </div>


</template>

<script>
    export default {
        name: "positionInfo"
    }
</script>

<style lang="sass">
    @import "../sass/vars"
    .text_container
        width: auto
        max-width: 1200px
        min-width: 290px
        margin: 0 auto
        padding: 20px
        font-family: "Manrope", sans-serif
        color: $fore
        h2
            margin: 40px 0
        h3
            margin: 10px 10px
        p
            margin: 0 20px
        a
            text-decoration: none
            color: $fore
            &:hover
                text-decoration: underline
    .border
        border: 1px solid $five
        border-radius: 7px
</style>